src/main/resources/api/soapActions/sponsor_Get_AR_SIS_ServicesID.xml

<se:Envelope xmlns:se="http://schemas.xmlsoap.org/soap/envelope/">
    <se:Header xmlns:sfns="http://soap.sforce.com/schemas/package/SISCompanyIntegrations">
        <sfns:SessionHeader>
            <sessionId>EC_AUTH_TOKEN</sessionId>
        </sfns:SessionHeader>
    </se:Header>
    <se:Body>
        <SISCompanyInt xmlns="http://soap.sforce.com/schemas/package/SISCompanyIntegrations">
            <id>EC_BUSINESS_ACCOUNT_ID</id>
        </SISCompanyInt>
    </se:Body>
</se:Envelope>